// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Dossier";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Signets";

// genre names
"Social Networking" = "Amis";
"Reference" = "Référence";
"News" = "Actualités";
"Games" = "Jeux";
"Productivity" = "Productivité";
"Entertainment" = "Loisirs";
"Lifestyle" = "Intérêts";
"Navigation" = "Navigation";
"Music" = "Musique";
"Utilities" = "Utilitaires";
"Travel" = "Voyages";
"Sports" = "Sports";
"Healthcare & Fitness" = "Santé";
"Photography" = "Photographie";
"Finance" = "Finances";
"Business" = "Professionnel";
"Education" = "Études";
"Weather" = "Météo";
"Books" = "Livres";
"Medical" = "Médical";
"Stores" = "Boutiques";

// game subgenre names
"Action Games" = "Action";
"Adventure Games" = "Aventure";
"Arcade Games" = "Arcade";
"Board Games" = "Jeux - société";
"Card Games" = "Jeux - cartes";
"Casino Games" = "Casino";
"Dice Games" = "Jeux de dés";
"Educational Games" = "Educatif";
"Family Games" = "Jeux enfants";
"Kids Games" = "Jeux enfants";
"Music Games" = "Rythmes";
"Puzzle Games" = "Puzzle";
"Racing Games" = "Courses";
"Role Playing Games" = "Jeux de rôle";
"Simulation Games" = "Simulation";
"Sports Games" = "Sports";
"Strategy Games" = "Stratégie";
"Trivia Games" = "Quiz";
"Word Games" = "Jeux - lettres";



